Merge pull request #25 from Kalpan2007/kalpan
Make Polish Readme And Add Features In Readme
